import React from "react";

const Life = () => {
  return (
    <section className="life scroll">
      <div className="inner">
        <h2>Life</h2>
        <div className="contents">
          <div className="life-list">
            <p>
              "프론트엔드 개발을 통해 세상에 편리함을"
              <br /> 공공데이터 청년인턴 경험을 통해 IT 관련 업무를 접하게
              되면서 데이터를 활용해 새로운 비즈니스 모델을 만들어낼 수 있다는
              것을 체감했습니다. 모든 시장에서 IT란 빼놓을 수 없는 분야이며
              온라인 비즈니스 모델은 앞으로 더욱 확장될 것입니다. 따라서
              사용자들은 온라인 웹사이트를 보다 많이 접할 것이고 이에 따라
              프론트엔드 개발 업무를 통해 서비스를 이용하는 사람들의 불편을
              해소하여 편리하고 즐겁게 이용할 수 있도록 세상에 기여하는 개발자가
              되고 싶었습니다.
            </p>
          </div>
          <div className="life-list">
            <p>
              "끊임없이 노력하는 개발자"
              <br />
              프론트엔드 개발 분야 빠르게 발전하는 기술 분야이기 때문에, 항상
              새로운 기술과 도구를 배우고, 발전시켜야 한다는 것을 잘 알고
              있습니다. HTML, CSS, JavaScript 등의 기초적인 지식과 함께 React
              프레임워크를 학습하면서 기본기를 탄탄하게 다지고 빠르게 실무에
              적응할 수 있도록 배운 기술들을 최대한 활용하고 있습니다. 또한 현재
              습득한 기술에 계속 안주하지 않고 새로운 기술과 트렌드를 꾸준하게
              익히도록 노력할 것입니다. 이를 통해 더 나은 사용자 경험을 제공하는
              웹서비스를 개발하는 데 기여하고자 합니다.
            </p>
          </div>
          <div className="life-list">
            <p>
              "내일을 향한 한 걸음"
              <br /> 저는 프론트엔드 개발자로서 출발이 늦었지만, 그런 만큼 제가
              맡은 역할을 성실히 수행하고, 꼼꼼하게 검수하며 최선을 다해 일하는
              것이 저 자신과 회사, 그리고 사용자들에게도 좋은 결과를 가져다줄
              것이라고 믿습니다. 프론트엔드 기술은 빠르게 변화하고 있기 때문에
              도태되지 않도록 항상 새로운 기술 동향을 파악하고, 기존 기술을
              보완하고 발전시키기 위해 노력할 것입니다. 또한 팀원들과 함께
              지식을 공유하고, 서로 학습하는 기회를 만들어 나가는 것도
              중요하다고 생각합니다. 이를 통해 공유가치 창출과 비즈니스 성과를
              모두 달성할 수 있도록 노력과 열정을 끊임없이 불태우겠습니다.
            </p>
          </div>
        </div>
      </div>
    </section>
  );
};

export default Life;
