import React from "react";

const More = () => {
  return (
    <section className="more scroll">
      <div className="inner">
        <h2 data-aos="fade-left">More</h2>
        <div className="contents">
          <div className="more-list">
            <h3>"세상을 편리하게 만드는 프론트엔드 개발자"</h3>
            <p className="more-text">
              저는 공공데이터 청년인턴으로 IT 업무에 높은 관심과 열정을 가지게
              되었습니다. 특히 데이터를 기반으로 새로운 비즈니스 모델을
              만들어내는 가능성 에 대한 깨달음을 얻었고, 이를 통해 새로운 가치를
              창출할 수 있다는 것을 체감했습니다. 또한, 온라인 비즈니스의
              중요성이 더욱 부각되는 시대에서 사용자들이 보다 편리하게 이용할 수
              있는 웹사이트를 개발하는 역할에 대한 필요성을 느끼게 되었습니다.
              따라서, 프론트엔드 개발 업무를 통해 사용 자 경험을 향상시키는 데
              주력하며, 혁신적인 아이디어를 구현하여 세상을 편리하게 만들어
              나가겠습니다.
            </p>
          </div>
          <div className="more-list">
            <h3>"끊임없이 노력하는 개발자"</h3>
            <p className="more-text">
              프론트엔드 개발 분야는 빠르게 발전하는 기술 분야입니다. 그래서
              새로운 기술과 트렌드를 빠르게 익히고 발전시켜야 한다는 것을 잘
              알고 있습니다. 저는 HTML, CSS 등의 기본적인 지식과 함께 JavaScript
              와 React 프레임워크를 학습하면서 기본기를 탄탄하게 다졌습니다.
              이를 토대로 프론트엔드 분야 에서 뛰어난 개발자가 되기 위해
              끊임없이 노력하고 있습니다. 또한 교욱 과정 중에 백엔드 과정
              수강생과 함께 3개의 프로젝트를 진행하면서 협업 능력을 키웠습니다.
              이 경험을 통해 백엔드와 프론트엔드가 함께 작동하는 방식을 배우고,
              더 나은 사용자 경험을 제공하는 웹서비스를 개발하는 방법에 대해
              알게 되었습니다. 이러한 경험을 바탕으로, 끊임없이 발전 하는
              프론트엔드 개발자가 되기 위해 노력할 것입니다.
            </p>
          </div>
          <div className="more-list">
            <h3>"내일을 향한 한 걸음"</h3>
            <p className="more-text">
              저는 프론트엔드 개발자로서 출발이 늦었지만, 그만큼 책임감을 갖고
              맡은 일을 성실히 수행을 할 자신이 있습니다. 또한 꼼꼼하게 검수하며
              최선을 다해 일하는 것이 제 자신과 회사, 그리고 사용자들에게도 좋은
              결과를 가져다 줄 것이라고 믿습니다. 프론트엔드 기술은 빠르게
              발전하고 있기 때문에, 도태되지 않도록 항상 새로운 기술 동향을
              파악하고 기존 기술을 보완하며 발전시키는 노력을 할 것입니다.
              그리고 팀원들과 함께 지식을 공유하고 서로 학습하는 기회를 만 들어
              나가는 것도 중요하다고 생각합니다. 이를 통해 공유가치 창출과
              비즈니스 성과를 모두 달성할 수 있도록 끊임없이 노력과 열정을
              쏟아부을 것입 니다
            </p>
          </div>
        </div>
      </div>
    </section>
  );
};

export default More;
